driver-tests/bpelse/assign/AssignNamespacesJBI/test/AttrQname4/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:att="http://j2ee.netbeans.org/wsdl/attrQnameAssign_withStructPart">
  <soapenv:Body>
    <att:partElement xmlns:AttrQname4="http://j2ee.netbeans.org/wsdl/attrQnameAssign_withStructPart" att:newAttribute="AttrQname4:someVal">
      <att:newElement>AttrQname4</att:newElement>
    </att:partElement>
  </soapenv:Body>
</soapenv:Envelope>